tap "homebrew/bundle"
brew "coreutils"
brew "asdf"
brew "chezmoi"
brew "curl"
brew "fish"
brew "fzf"
brew "git"
brew "gnupg"
brew "helm"
brew "jq"
brew "kubectl"                                                                                                                                   
brew "k6"                                                                                                                                        
brew "k9s"  
brew "mas"
brew "starship"
brew "yarn"
cask "brave-browser"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "kitty"
cask "spotify"
cask "visual-studio-code"
vscode "adpyke.codesnap"
vscode "ahmadawais.shades-of-purple"
vscode "ankitcode.firefly"
vscode "barrsan.reui"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "guilhermerodz.omni-owl"
vscode "loiane.ts-extension-pack"
vscode "michelemelluso.code-beautifier"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oderwat.indent-rainbow"
vscode "pmneo.tsimporter"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "samuelcolvin.jinjahtml"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "teabyii.ayu"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
